Revit 2024 API
UnitTypeId.NewtonSecondsPerSquareMeter Property
 Newton seconds per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId NewtonSecondsPerSquareMeter { get; }
Visual Basic
Public Shared ReadOnly Property NewtonSecondsPerSquareMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ NewtonSecondsPerSquareMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace